AddressBook/src/main/resources/com/sijiang/webservice/soap/message_format/OpenAccountRequest.xml

<?xml version="1.0" encoding="utf-8"?>

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
	<soapenv:Header />
	<soapenv:Body>
		<open:OpenAccountRequest xmlns:open="http://addressbook.com/open_account">
			<username>adadsds</username>
			<password>csdvsdfv</password>
		</open:OpenAccountRequest>
	</soapenv:Body>
</soapenv:Envelope>